################################################################################
# Directory of ZSH Plugins                                                     #
# https://github.com/unixorn/awesome-zsh-plugins                               #
#                                                                              #
# antidote documentation                                                          #
# https://getantidote.github.io
################################################################################
#
# Plugins
#

# Syntax highlighting
zdharma-continuum/fast-syntax-highlighting kind:defer
# Type command from history and then use the arrow keys to cylce through
zsh-users/zsh-history-substring-search kind:defer

zsh-users/zsh-autosuggestions kind:defer

# Remind you of aliases you've defined
djui/alias-tips

#
# Theme
#

#romkatv/powerlevel10k kind:fpath
romkatv/powerlevel10k

tinted-theming/tinted-shell

#
# Completions
#
zsh-users/zsh-completions
mattmc3/zephyr path:plugins/completion
