tap "caarlos0/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "railwaycat/emacsmacport"
cask "java"
brew "aspell"
brew "openssl"
brew "readline"
brew "python"
brew "awscli"
brew "bash"
brew "bazaar"
brew "bfg"
brew "chromedriver"
brew "cmake"
brew "ctags"
brew "dos2unix"
brew "editorconfig"
brew "emacs", link: false
brew "fd"
brew "gnupg"
brew "go"
brew "hopenpgp-tools"
brew "hub"
brew "ispell"
brew "jq"
brew "mercurial"
brew "mongodb"
brew "neovim"
brew "node"
brew "nodenv"
brew "p7zip"
brew "packer"
brew "pinentry-mac"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "scriptcs"
brew "ssh-copy-id"
brew "terminal-notifier"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "unrar"
brew "vim", args: ["with-lua"]
brew "watchman"
brew "wget"
brew "yarn"
brew "ykneomgr"
brew "ykpers"
brew "zsh"
brew "bat"
brew "htop"
brew "prettyping"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "aws-vault"
cask "disk-inventory-x"
cask "docker"
cask "dropbox"
cask "emacs"
cask "filezilla"
cask "flux"
cask "font-source-code-pro"
cask "freemind"
cask "gimp"
cask "google-chrome"
cask "intellij-idea"
cask "iterm2"
cask "little-snitch"
cask "private-internet-access"
cask "signal"
cask "slack"
cask "spotify"
cask "steam"
cask "tiddlywiki"
cask "tunnelblick"
cask "ubersicht"
cask "unetbootin"
cask "vagrant"
cask "veracrypt"
cask "visual-studio-code"
cask "vlc"
cask "yubico-yubikey-manager"
cask "yubico-yubikey-personalization-gui"
