#tap "caarlos0/tap"
#tap "github/bootstrap"
#tap "heroku/brew"
#tap "homebrew/bundle"
#tap "homebrew/cask"
#tap "homebrew/cask-drivers"
#tap "homebrew/cask-versions"
#tap "homebrew/core"
#tap "homebrew/services"
#tap "railwaycat/emacsmacport"
brew "aspell"
#brew "openssl"
#brew "readline"
#brew "python"
brew "awscli"
#brew "bash"
brew "bat"
#brew "bazaar"
#brew "cmake"
#brew "ctags"
brew "go"
brew "gopls"
#brew "dep"
#brew "dfu-util"
#brew "dos2unix"
#brew "editorconfig"
#brew "fd"
brew "git"
#brew "gnupg"
#brew "hopenpgp-tools"
brew "htop"
#brew "hub"
#brew "ispell"
brew "jq"
brew "lua-language-server"
brew "mas"
#brew "mercurial"
#brew "namebench"
brew "neovim"
brew "node"
#brew "p7zip"
brew "pinentry-mac"
#brew "prettyping"
#brew "ruby-build"
#brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shellcheck"
brew "speedtest-cli"
brew "ssh-copy-id"
brew "terminal-notifier"
brew "terraform-ls"
brew "tflint"
brew "tfenv"
brew "tmux"
brew "tree"
brew "unar"
brew "vim"
#brew "watchman"
#brew "weechat"
brew "wget"
brew "yadm"
#brew "yarn"
#brew "zsh"
#cask "1password"
#cask "1password-cli"
#cask "alfred"
#cask "aws-vault"
#cask "chromedriver"
#cask "dash"
cask "disk-inventory-x"
cask "docker"
#cask "filezilla"
#cask "firefox-developer-edition"
cask "focus"
#cask "freemind"
#cask "gimp"
#cask "google-chrome"
#cask "xquartz"
#cask "inkscape"
cask "insomnia"
cask "iterm2"
#cask "jetbrains-toolbox"
cask "logseq"
#cask "little-snitch"
#cask "plex-media-player"
#cask "plexamp"
#cask "private-internet-access"
cask "qbserve"
#cask "signal"
#cask "slack"
cask "spotify"
cask "visual-studio-code"
#cask "vlc"
mas "Amphetamine", id: 937984704
#mas "Bear", id: 1091189122
mas "Divvy", id: 413857545
#mas "iMovie", id: 408981434
#mas "Keynote", id: 409183694
#mas "Numbers", id: 409203825
#mas "Pages", id: 409201541
#mas "Paprika Recipe Manager 3", id: 1303222628
#mas "Todoist", id: 585829637
#mas "Xcode", id: 497799835
