tap "caarlos0/tap"
tap "github/bootstrap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "railwaycat/emacsmacport"
brew "aspell"
brew "openssl"
brew "readline"
brew "python"
brew "awscli"
brew "bash"
brew "bat"
brew "bazaar"
brew "cmake"
brew "ctags"
brew "go"
brew "dep"
brew "dfu-util"
brew "dos2unix"
brew "editorconfig"
brew "fd"
brew "git"
brew "gnupg"
brew "hopenpgp-tools"
brew "htop"
brew "hub"
brew "ispell"
brew "jq"
brew "mas"
brew "mercurial"
brew "mongodb"
brew "namebench"
brew "neovim"
brew "node"
brew "p7zip"
brew "packer"
brew "pinentry-mac"
brew "prettyping"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "scriptcs"
brew "shellcheck"
brew "speedtest-cli"
brew "ssh-copy-id"
brew "terminal-notifier"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "tor"
brew "tree"
brew "unrar"
brew "vim", args: ["with-lua"]
brew "watchman"
brew "weechat", args: ["with-aspell", "with-curl", "with-lua", "with-perl", "with-python@2", "with-ruby"]
brew "wget"
brew "yadm"
brew "yarn"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "aws-vault"
cask "chromedriver"
cask "dash"
cask "disk-inventory-x"
cask "docker"
cask "filezilla"
cask "firefox-developer-edition"
cask "focus"
cask "font-source-code-pro"
cask "freemind"
cask "gimp"
cask "google-chrome"
cask "xquartz"
cask "inkscape"
cask "intellij-idea"
cask "iterm2"
cask "little-snitch"
cask "plex-media-player"
cask "plexamp"
cask "private-internet-access"
cask "signal"
cask "slack"
cask "spotify"
cask "tunnelblick"
cask "ubersicht"
cask "vagrant"
cask "veracrypt"
cask "visual-studio-code"
cask "vlc"
mas "Amphetamine", id: 937984704
mas "Bear", id: 1091189122
mas "Divvy", id: 413857545
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paprika Recipe Manager 3", id: 1303222628
mas "Todoist", id: 585829637
mas "Tweetbot", id: 557168941
mas "Xcode", id: 497799835
